/* titles */
"StandardTitle" = "在“%@”上進行標準安裝";
"CustomTitle" = "在“%@”執行自定安裝";

/* space requirements message */
"SpaceRequirements" = "這將會佔用您電腦的 %@ 空間。";

/* content strings for the standard install pane */
"InstallContinueMessage" = "請按“安裝”一下來在磁碟“%@”上執行此軟體的標準安裝。";
/* "UpgradeContinueMessage" = "Click Upgrade to perform a standard upgrade of this software on the disk “%@”."; */

/* versions of the above 2 strings for domain installs */
"InstallContinueMessage_UserDomain" = "請按“安裝”一下來在個人專屬檔案夾裡執行此軟體的標準安裝。僅這部電腦目前的使用者才能使用此軟體。";
"InstallContinueMessage_LocalDomain" = "請按“安裝”一下來執行此軟體的標準安裝來供這部電腦的所有使用者使用。這部電腦的所有使用者都可使用此軟體。";
"InstallContinueMessage_UnknownDomain" = "請按“安裝”一下來執行此軟體的標準安裝。";

/*
"UpgradeContinueMessage_UserDomain" = "Click Upgrade to perform a standard upgrade of this software in your home directory.";
"UpgradeContinueMessage_LocalDomain" = "Click Upgrade to perform a standard upgrade of this software for all users of this computer.";
"UpgradeContinueMessage_UnknownDomain" = "Click Upgrade to perform a standard upgrade of this software.";
*/

/* warnings */
"ShutdownWarning" = "完成此軟體的安裝後，您必須關機。確定要現在安裝軟體嗎？";
"RestartWarning" = "完成此軟體的安裝後，您必須重新啟動電腦。確定要現在安裝軟體嗎？";
"LogoutWarning" = "若要安裝此軟體，請關閉所有應用程式，安裝完成後將登出系統。確定要現在安裝軟體嗎？";
"BatteryWarning" = "您正在沒有連接或中斷連接電源轉換器的情況下開始安裝。確定要這樣做嗎？";
"PadWarning" = "安裝此軟體會讓您的 Mac OS X 系統剩下不到 100 MB 的可用空間。由於可能導致系統問題，因此不建議您安裝。確定要繼續嗎？";

/* button titles */
/* "UPGRADE_BUTTON_TITLE" = "Upgrade"; */
"INSTALL_BUTTON_TITLE" = "安裝";
"CONTINUE_BUTTON_TITLE" = "繼續";
"OK_BUTTON_TITLE" = "好";
"CANCEL_BUTTON_TITLE" = "取消";
"CONTINUE_INSTALL_BUTTON_TITLE" = "繼續安裝";

"ExtraMediaMessage" = "您要安裝的軟體需要其他的安裝光碟。請準備好這些光碟：";
"AppToQuitMessage" = "安裝程序開始前將關閉目前開啟的“%@”。若不想關閉此應用程式，請取消安裝程序。";
"AppsToQuitMessage" = "安裝程序開始前將關閉下列開啟的應用程式：%@。若不想關閉這些應用程式，請取消安裝程序。";

"MUST_QUIT_APPLICATIONS_TITLE" = "安裝程序開始前必須關閉一些應用程式。";
"MUST_QUIT_APPLICATION_MESSAGE" = "安裝程序開始前將關閉“%@”。若不想關閉此應用程式，請按“取消”一下來取消安裝程序。";
"MUST_QUIT_APPLICATIONS_MESSAGE" = "將關閉下列的應用程式；%@。若不想關閉這些應用程式，請按“取消”一下來取消安裝程序。";

/* Format for StandardInstall alert message when you don't have enough disk space and it is a single package */
"StandardInstallSinglePackageDeselectTitle" = "您的目標磁碟上還需要大約 %@ 的可用空間。";
"StandardInstallSinglePackageDeselectMessage" = "請結束“安裝程式”並移除檔案或應用程式來在磁碟上清出更多的可用空間，然後嘗試再次安裝。";
"StandardInstallSinglePackageDeselectMessage_AllowOtherVolumeSelection" = "您可以選擇其他的磁碟來進行安裝，或結束“安裝程式”並移除檔案或應用程式來在磁碟上清出更多的可用空間，然後再試著重新安裝。";

/* Format for CustomInstall alert message when you don't have enough disk space and there is a metapackage */
"CustomMetaPackageDeselectTitle" = "您的目標磁碟上還需要大約 %@ 的可用空間。";
"CustomMetaPackageDeselectMessage" = "取消選取部分選項，或結束“安裝程式”並移除檔案或應用程式來在磁碟上清出更多的可用空間，然後嘗試再次安裝。";
"CustomMetaPackageDeselectMessage_AllowOtherVolumeSelection" = "您可以選擇其他的磁碟來進行安裝，取消選取部分選項，或結束“安裝程式”並移除檔案或應用程式來在磁碟上清出更多的可用空間，然後再試著重新安裝。";

/* Displayed when there is nothing for the Installer to do.  Users should not get here but if they do this is what they'll see */
"NothingToInstall" = "您的系統已安裝此軟體的較新版本。沒有必要安裝較舊的版本。";

"CUSTOM_FOLDER_TOOLTIP" = "位於“%2$@”上的“%1$@”檔案夾";
"CUSTOM_FOLDER_ERROR_TITLE" = "空間不足，無法安裝此項目。";
"CUSTOM_FOLDER_ERROR_SPACE" = "移除檔案或應用程式來清出更多的可用空間，或選擇其他檔案夾或磁碟，然後嘗試再次安裝。";
"CUSTOM_FOLDER_DESCRIPTION" = "您正為“%1$@”選擇位置。該項目的大小為 %2$@。下方為磁碟的列表及其可用空間。";
"CUSTOM_FOLDER_NEGATIVE_SPACE" = "-%@（空間不足）";
"CUSTOM_OTHER_MENU_ITEM" = "其他⋯";
